<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Nutzungsbedingungen</title>
    <link rel="icon" href="../media/icons/favicon.SVG" sizes="any">
</head>
<body>
    <p><strong><big>DISCLAIMER: ALLES AUF DIESER SEITE IST FREI ERFUNDEN!</big></strong></p>
    <p>
        <strong><big>Nutzungsbedingungen</big></strong>
    </p>
    <p>
        &#8222;Tiertotal&#8220;
    </p>
    <p>
        Bitte lesen Sie die folgenden Nutzungsbedingung durch, da diese
        f&#252;r alle Nutzer akzeptiert werden, um unsere Website und die damit
        verbundenen Dienste nutzen zu d&#252;rfen. Durch die Nutzungen unserer
        Website akzeptieren Sie unsere Nutzungsbedingungen. Wir nehmen uns das
        Recht heraus ohne vorherige Ank&#252;ndigungen zu &#228;ndern, zu
        erg&#228;nzen oder zu streichen.
    </p>
    <p>
        <strong>&#167;1 Geltungsbereich</strong>
    </p>
    <p>
        Durch die Nutzung garantieren Sie, dass sie keine Beitr&#228;ge
        erstellen, welche gegen unsere Nutzungsbedingungen versto&#223;en.
    </p>
    <p>
        Gegenstand unsere Website ist Folgendes:
    </p>
    <p>
        - Tiere kaufen
    </p>
    <p>
        - Warenkorb erstellen
    </p>
    <p>
        <strong>&#167;2 Kontaktdaten und rechtliche Hinweise</strong>
    </p>
    <p>
        Frederick Heilmann
    </p>
    <p>
        Auf Anfrage &#252;ber E-Mail-Adresse kann eine Adresse mitgeteilt
        werden.
    </p>
    <p>
        <a style="text-decoration: underline; color: blue;" href="mailto:info@tiertotal.com">info@tiertotal.com</a>
    </p>
    <p>
        <strong>&#167;3 Verf&#252;gbarkeit der Website</strong>
    </p>
    <p>
        1. Tiertotal ist 24 Stunden am Tag erreichbar, kann aber aufgrund von
        Wartungen, welche systemrelevant sind, unterbrochen werden. Solche
        Unterbrechungen k&#246;nnen durch verschiedene Faktoren entstehen, wie
        beispielsweise h&#246;here Gewalt oder von Tiertotal nicht
        verursachten Problemen.
    </p>
    <p>
        2. Wir weisen ebenfalls daraufhin, dass es unm&#246;glich ist eine
        Website fehlerfrei zu gestalten, sodass wir ebenfalls deutlich machen,
        dass eventuelle Fehler oder anderweitige M&#246;glichkeiten zum
        Ausnutzen, nicht exploited oder anderweitig ausgenutzt werden, um sich
        oder anderen einen Vorteil zu verschaffen. Ebenfalls k&#246;nnen solche
        Fehler ebenfalls zur zeitweisen Abschaltung des Systems f&#252;hren.
    </p>
    <p>
        <strong>&#167;4 Urheberrecht und Datenbankrecht</strong>
    </p>
    <p>
        <strong> </strong>
    </p>
    <p>
        1. Der gesamte Inhalt und Bestand, der in einem Dienst von Tiertotal
        enthalten oder durch ihn bereitgestellt wird, wie Text, Grafik, Logos,
        Button-Icons, Bilder, Audio-Clips, digitale Downloads und
        Datensammlungen, ist Eigentum von FotoVoting oder von Dritten, die
        Inhalte zuliefern oder auf der Website bereitstellen und ist durch
        deutsches Urheberrecht und Datenbankrecht gesch&#252;tzt.
    </p>
    <p>
        2. Sie d&#252;rfen ohne unsere ausdr&#252;ckliche schriftliche
        Zustimmung nicht Teile oder ganze Dienste systematisch extrahieren
        und/oder wiederverwenden. Zuz&#252;glich sind keinerlei Drittprograme,
        wie Bots oder &#228;hnlichem erlaubt, welche Teile oder ganze
        Dienste/Daten unserer Website sammeln. Ohne unsere ausdr&#252;ckliche
        schriftliche Zustimmung ist ihn ebenfalls untersagt eigene Datenbanken
        oder &#228;hnliche zu erstellen und/oder zu ver&#246;ffentlichen,
        welche Teile oder ganze Dienste unserer Website beinhalten.
    </p>
    <p>
        <strong>&#167;5 Ihr Konto</strong>
    </p>
    <p>
        1. Falls pers&#246;nliche Daten angegeben werden m&#252;ssen, sind
        diese korrekt auszuf&#252;llen und regelm&#228;&#223;ige auf
        Richtigkeit zu &#252;berpr&#252;fen.
    </p>
    <p>
        2. Wenn Sie einen Dienst von FotoVoting nutzen, sind Sie unter
        anwendbaren Recht zust&#228;ndig/verantwortlich f&#252;r die Wahrung
        der Sicherung ihres Kontos, sowie ihres Passwortes. Falls Sie den
        Verdacht haben, dass ein unautorisierter Dritter ihre Daten verwendet,
        sind sie verpflichtet FotoVoting dar&#252;ber zu informieren und ihr
        Passwort zu ver&#228;ndern, damit wir die Sicherheit, &#252;ber die auf
        der Website zu Verf&#252;gung gestellten Daten gewehrleisten
        k&#246;nnen.
    </p>
    <p>
        3. Sie d&#252;rfen einen Dienst von Tiertotal nicht in einer Weise
        verwenden, die dazu geeignet ist, die Dienste oder den Zugang von
        FotoVoting zu unterbrechen, zu besch&#228;digen oder in sonstiger Art
        zu beeintr&#228;chtigen.
    </p>
    <p>
        4. Des Weiteren ist es Ihnen untersagt, die von FotoVoting
        bereitgestellten Dienste und damit verbunden Daten f&#252;r
        betr&#252;gerische oder in Verbindung mit Straftaten, rechtswidrige
        Aktivit&#228;ten, Bel&#228;stigungen oder Unannehmlichkeiten zu
        verwenden.
    </p>
    <p>
        5. Wir behalten uns das Recht vor, Ihnen die Dienste auf der Website
        vorzuenthalten oder Mitgliedskonten zu schlie&#223;en. Das gilt
        insbesondere f&#252;r den Fall, dass Sie gegen anwendbares Recht,
        vertragliche Vereinbarungen oder unsere Richtlinien versto&#223;en.
    </p>
    <p>
        6. Die Nutzer dieser Website k&#246;nnen ihr Konto jederzeit
        l&#246;schen, indem Sie eine entsprechende Nachricht per E-Mail abschicken. Das Konto des Nutzers
        wird binnen 7 Tagen gel&#246;scht, sobald die E-Mail bei uns
        eingegangen ist.
    </p>
    <p>
        <strong>&#167;6 Datenschutz</strong>
    </p>
    <p>
        1. Es k&#246;nnen verschiedene Daten und Informationen gespeichert
        werden, wie zum Beispiel Datum oder Uhrzeit der aufgerufenen Seite,
        &#252;ber den Zugriff auf dem Server. Ebenfalls weisen wir daraufhin,
        dass ohne Einverst&#228;ndnis keinerlei pers&#246;nliche Daten
        gespeichert werden.
    </p>
    <p>
        2. Wir weisen jedoch aber auch daraufhin, dass ein reibungsloser und
        l&#252;ckenloser Schutz im Internet nicht gewehrleistet, werden kann,
        da es immer zu Sicherheitsl&#252;cken kommen kann. Aus diesem Grund
        sind wir von der Haftung ausgeschlossen.
    </p>
    <p>
        3. Der Nutzer hatte jederzeit das Recht seine Daten einzusehen. Aus
        diesem Grund k&#246;nnen Sie durch einen schriftlichen Antrag, eine
        vollst&#228;ndige und unentgeltliche Auskunft &#252;ber ihrer bei uns
        gespeicherten Daten beantragen.
    </p>
    <p>
        4. Des Weiteren besteht ein Recht auf Berichtigung/L&#246;schung von
        Daten und der Einschr&#228;nkung der Verarbeitung f&#252;r den Nutzer.
    </p>
    <p>
        5. Weitere Angaben werden separat in der Datenschutzerkl&#228;rung
        gemacht.
    </p>
    <p>
        <strong>&#167;7 Sessions</strong>
    </p>
    <p>
        Durch die Sessions werden verschiedene Daten auf dem Server f&#252;r
        kurze Zeit gespeichert, um wichtige Funktionen unserer Dienste
        gewehrleisten zu k&#246;nnen. Unter anderem wird gespeichert, ob Sie
        eingeloggt sind, sowie der Benutzername und die Benutzer-ID. Diese
        Daten werden nach einer gewissen Zeit wieder gel&#246;scht, wenn diese
        nicht mehr benutzt werden.
    </p>
    <p>
        <strong>&#167;8 &#196;nderung der Nutzungsbedingung</strong>
    </p>
    <p>
        Wir behalten uns das Recht vor, &#196;nderungen an Diensten von
        Tiertotal Regelwerken, Bedingungen einschlie&#223;lich dieser
        Nutzungsbedingungen jederzeit vorzunehmen. Sie unterliegen den
        Allgemeinen Gesch&#228;ftsbedingungen, Vertragsbedingungen und
        Nutzungsbedingungen, die zu dem Zeitpunkt in Kraft sind, an dem Sie die
        Dienste von FotoVoting nutzen. Falls eine dieser Bedingungen f&#252;r
        unwirksam, nichtig oder aus irgendeinem Grund f&#252;r undurchsetzbar
        gehalten wird, gilt diese Regelung als abtrennbar und beeinflusst die
        G&#252;ltigkeit und Durchsetzbarkeit aller verbleibenden Regelungen
        nicht.
    </p>
    <p>
        <strong>&#167;9 Schlussbestimmung</strong>
    </p>
    <p>
        1. Die Vertragssprache ist Deutsch.
    </p>
    <p>
        2. Wir behalten uns das Recht vor, &#196;nderungen an unserer Website,
        Regelwerken, Bedingungen einschlie&#223;lich dieser Nutzungsbedingungen
        jederzeit vorzunehmen. Falls eine Regelung in diesen
        Nutzungsbedingungen unwirksam, nichtig oder aus irgendeinem Grund
        undurchsetzbar ist, gilt diese Regelung als abtrennbar und beeinflusst
        die G&#252;ltigkeit und Durchsetzbarkeit der verbleibenden Regelungen
        nicht.
    </p>
    <p>
        3. Die Unwirksamkeit einer Bestimmung ber&#252;hrt die Wirksamkeit der
        anderen Bestimmungen aus dem Vertrag nicht. Sollte dieser Fall
        eintreten, soll die Bestimmung nach Sinn und Zweck durch eine andere
        rechtlich zul&#228;ssige Bestimmung ersetzt werden, die dem Sinn und
        Zweck der unwirksamen Bestimmung entspricht.
    </p>
    <br/>
</body>
</html>